/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"TSRefreshHeaderIdleText" = "下拉可以刷新";
"TSRefreshHeaderPullingText" = "鬆開立即刷新";
"TSRefreshHeaderRefreshingText" = "正在刷新數據中...";

"TSRefreshAutoFooterIdleText" = "點擊或上拉加載更多";
"TSRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"TSRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"TSRefreshBackFooterIdleText" = "上拉可以加載更多";
"TSRefreshBackFooterPullingText" = "鬆開立即加載更多";
"TSRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"TSRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"TSRefreshHeaderLastTimeText" = "最後更新：";
"TSRefreshHeaderDateTodayText" = "今天";
"TSRefreshHeaderNoneLastDateText" = "無記錄";
